{{template "tpl/head.html" .}}
 <div class="main">
    <div class="content">
    	<div class="section group">
				<div class="col_1_of_3 span_1_of_3">
					<h3>南阳市二手物品在线交易平台</h3>
					<img src="/static/images/logo.png" alt="">
					<p>&nbsp;&nbsp;随着社会经济的蓬勃发展，现如今人们生活中各类物品过剩的现象已经非常普遍，这就造成了生活中的很多物品并不能物尽其用，资源浪费的现象已经非常严重。为了解决生活中二手物品的再利用性，本文使用了GoLang Beego框架、MySQL数据库、前端技术等互联网技术完成南阳市二手物品交易平台的实现，此平台基于B/S架构运行与Centos服务器上，使用Beego内置HTTP服务接收用户请求达到能够让用户可以在此平台自由发售、购买、浏览二手商品。使用此平台可以很好地解决二手物品流通、交易的需求，达到资源的重复利用。</p>

				</div>
				<div class="col_1_of_3 span_1_of_3">
					<h3>致力于</h3>
				 <div class="history-desc">
					<p class="history">&nbsp;&nbsp;近些年，随着社会和经济条件的高速发展，于消费者而言商品的更新换代的速度难以想象，消费者已经由早先的买一件商品用报废再修理的状况转换为不惜买下许多同样件的商品只为追求商品的极致用户体验，另一方面消费者在消费书籍资料、电子电器产品等已经使用过的商品也在增加，于是各家各户或者各个学生都会存在各式各样的闲置物品。这些商品丢了可惜，作为废品处理又觉得不舍。因此就出现了许多的传统的方式来达到交易二手物品的方式，以南阳市内的各个大学为例，每年的毕业季各个学校都会在校园内搭建“跳蚤”市场，即将离开学校的学生将自己闲置不用的物品又懒于带走的商品在市场上处理，还有其他方式例如学校或社会会建立相应的闲置物品回收处理来做达到做社会公益的目的。但是传统的二手物品交易方式只能在一定程度上满足少部分买卖双方的需求，并不能大规模的服务于大众。
                                       为了更好地度过经济结构转型时期，建立资源节约型和环境友好型社会是当今非常重要的一个目标，要想真正实现这个目标，首先我们作为消费者心有必须要有绿色消费的观念[1]。因此建立起南阳市二手物品在线交易平台能够更好地利用社会资源，能够为南阳的资源节约、环境友好做出贡献，为了更好建设南阳，在绿色消费模式、资源节约、环境友好型的模式下美丽南阳可以争做排头兵。现如今，互联网技术的发展已经深入每个生活中，因此在南阳通过互联网技术建立起二手物品在线交易平台能够很便利的连通整个南阳的二手物品的线上交易，能明显补充传统二手物品交易的不足之处，是一个非常便利的途径来达到节约社会资源的目的。
</p>
				 <div class="clear"></div>
				</div>
			</div>
				<div class="col_1_of_3 span_1_of_3">
					<h3>二手物品发展</h3>
					<p>&nbsp;&nbsp;我们中国在电子商务领域发展的起点比较晚，自1994年我国实现了与国际互联网正式连接之后的五年也就是1999年，我国电子商务步入发展的道路。接下来电子商务在我国迅速发展，由北京、上海、深圳等城市向其他城市渗透。随着电商的飞速发展，各式各样的线上交易平台相继而现，例如淘宝网、天猫商城、闲鱼，其他也有京东商城、拼多多、赶集网等。
                       目前，我国基于城市市区的二手交易网站还比较少，只有比如闲鱼、全球二手网、赶集网之类的二手交易网站，各个城市对二手消费需求的关注度并不是特别高。因此建立基于电子商务领域细分下的南阳市二手物品交易平台极为重要，平台作为传统二手物品交易方式的补充，能够更好地建设资源节约型，绿色消费型的城市模范。
</p>
				</div>
			</div>			
    </div>
 </div>
</div>
{{template "tpl/foot.html" .}}